package com.mars.ai_lab_7.data.texts

object TextsStorage {
    val positions = listOf("Менеджер", "Програміст", "Шофер", "Референт", "Перекладач")

    val characteristics = listOf(
        "Швидкість та гнучкість мислення",
        "Вміння швидко приймати рішення",
        "Стійкість та концентрація уваги",
        "Зорова пам'ять",
        "Швидкість реакції",
        "Рухлива пам'ять",
        "Фізична виносливість",
        "Координація рухів",
        "Емоційно-вольова стійкість",
        "Відповідальність"
    )

    val candidates = listOf(
        "Кандидат1",
        "Кандидат2",
        "Кандидат3",
        "Кандидат4",
        "Кандидат5",
    )
}